{
    "sections": [
        {
            "isOpen": true,
            "sectionName": "yleinen",
            "users": ["Peke86", "Tintti"],
            "posts": [
                {
                    "id": 0,
                    "date": "20.5.2015",
                    "name": "Toukokettu",
                    "title": "Suosituksia kivoista mökkiseuduista?:)",
                    "description": "Heippa! Onkos täällä kenelläkään suositella mukavia mökkejä tai alueita mökkiä harkitsevalle? Kriteereinä olisi lapsiystävällisyys, hyvät uintimahdollisuudet ja tietenkin oma sauna! Plussaa läheiset mökkinaapurit ja yhteisöllinen tunnelma, esimerkiksi yhteinen perunamaa tai yhteisöpuutarha olisivat kiva lisä!",
                    "comments": [
                        {
                            "name": "Jamppe",
                            "date": "20.5.2015",
                            "comment": "Älä ainakaa Satakunnasta hae"
                        },
                        {
                            "name": "Mirjaliini",
                            "date": "20.5.2015",
                            "comment": "Meillä Keuruussa mökki ollut jo kymmenen vuotta Marjatta naapuri hoitaa kukka maat ja perunat. Voin suositella."
                        },
                        {
                            "name": "Jugu84",
                            "date": "20.5.2015",
                            "comment": "ihan kuule GOOGLETTAMALLA tuli vastaan tämä Aamunsarastuksen seura jos vaan osaisit näppäimistöä käyttää sen verran. Vaikuttaa ihan hauskalta ja juuri yhteisölliseltä ratkaisulta. Lapsiperheetkin mainittu."
                        },
                        {
                            "name": "Peke68",
                            "date": "20.5.2015",
                            "comment": "EI OLE MITÄÄN ”MÖKKISEURAA”"
                        },
                        {
                            "name": "Jugu84",
                            "date": "20.5.2015",
                            "comment": "niin lukee ihan siellä itse sivulla:DDD mitää vittua nyt"
                        },
                        {
                            "name": "Tuonetar123",
                            "date": "20.5.2015",
                            "comment": "On kyllä ihana ja lempeä mökkiseura! Itse olen jo monta kesää viettänyt Vietävänjärvellä enkä vaihtaisi mihinkään! Isäntäkin tykkään kun kalamies on:)"
                        },
                        {
                            "name": "Peke68",
                            "date": "20.5.2015",
                            "comment": "OLE OLE MIKÄÄN MÖKKISEURA VAAN PAHOLAISEN TAHTOA TOTEUTTAVA ROSVOJOUKKO"
                        },
                        {
                            "name": "Jugu84",
                            "date": "20.5.2015",
                            "comment": "ei jumaa onks tää se pekan totuus pekka XDDD päällikkö"
                        },
                        {
                            "name": "Mirjaliini",
                            "date": "20.5.2015",
                            "comment": "Pysytään asiallisessa keskustelussa sekä aiheessa kiitos maltti on valttia"
                        },
                        {
                            "name": "Jugu84",
                            "date": "20.5.2015",
                            "comment": "https://pekkaperasalo.vercel.app/ XDDDD sieltä lukemaan"
                        },
                        {
                            "name": "Peke68",
                            "date": "1.2.2015",
                            "comment": "no ON SE KUMMA kun ei MAALAISJÄRKI pelitä nyky ihmisillä. KÄYTTÄKÄÄ AIVOJANNE KUN SELLAISET KERTA ON ANNETTU. ”MÖKKISEURA” KUSETTAA, ÄLKÄÄ LUOTTAKO MIKÄLI HENKENNE ON TEILLE MINKÄÄN ARVOINEN"
                        },
                        {
                            "name": "Peke68",
                            "date": "1.2.2015",
                            "comment": "lisää aiheesta kotisivuillani pekan totuus https://pekkaperasalo.vercel.app/ kehotan jokaista mökkiä harkitsevaa lukamaan joka sanan TARKKAAN ja AJATUKSELLA ennen kuin tekee yhtään HÄTIKÖITYÄ PÄÄTÖSTÄ"
                        },
                        {
                            "name": "Mippenator",
                            "date": "1.2.2015",
                            "comment": " @Peke68 Tuosta Vietävänjärven alueesta oli ihan paikkallislehteenkin kirjoitus joskus muinoin. En voi suositella. Oli muistaakseni jotain epämääräisiä kokkoja poltettu alueella."
                        },
                        {
                            "name": "Mirjaliini",
                            "date": "1.2.2015",
                            "comment": "POLTTAVAT KYLLÄ VIELÄKIN. Joka kevät palaa ”nuohtakko”, niinkuin NE niitä kutsuvat. Eikä ole pelkkää puuainesta se, uskokaa pois."
                        },
                        {
                            "name": "Mirjaliini",
                            "date": "1.2.2015",
                            "comment": "PYSYTÄÄN AIHEESSA"
                        },
                        {
                            "name": "Mippenator",
                            "date": "1.2.2015",
                            "comment": "@Peke68 niistä isäukkokin kertoi. Sanoi kans ettei ole ihan puhtaat jauhot pussissa niillä. Jotain kummia viritelmiä olivat myös metsiin kyhäilleet, omista tai muiden hiuksista ja jostain sellaisesta, mikäli legenda pitää paikkansa."
                        },
                        {
                            "name": "Toukokettu",
                            "date": "1.2.2015",
                            "comment": "Kiitos vastauksista, nyt tiedän ainakin mistä en mökkiäni osta 🙂 ja vastedes pysytään aiheessa, kummaliset spekulaatiot voi ohjata omaan lankaansa tai vaikka ihan eri foorumille 🙂 kiitos!"
                        }
                    ]
                },
                {
                    "id": 1,
                    "date": "12.3.2015",
                    "name": "Mauno Mammanpoika",
                    "title": "sauna leikki (saunaklonkku)",
                    "description": "Jouduin tänään klonkuksi. Näiltä pikku näppösiltä ei kukaan karkuun päässyt!",
                    "comments": [
                        {
                            "name": "Mauno Mammanpoika",
                            "date": "12.3.2015",
                            "comment": "Virkavallat kutsuttiin paikalle"
                        }
                    ]
                }
            ]
        },
        {
            "isOpen": true,
            "sectionName": "turhautumiset",
            "users": ["Peke86", "Tintti"],
            "posts": [
                {
                    "id": 2,
                    "date": "1.2.2015",
                    "name": "Peke68",
                    "title": "no ON SE KUMMA kun ei MAALAISJÄRKI pelitä nyky ihmisillä.",
                    "description": "KÄYTTÄKÄÄ AIVOJANNE KUN SELLAISET KERTA ON ANNETTU. ”MÖKKISEURA” KUSETTAA, ÄLKÄÄ LUOTTAKO MIKÄLI HENKENNE ON TEILLE MINKÄÄN ARVOINEN",
                    "comments": []
                }
            ]
        }
    ]
}
