{
  "sections": [
    {
      "isOpen": true,
      "sectionName": "yleinen",
      "users": ["Peke68", "Suviheila"],
      "posts": [
        {
          "id": 0,
          "date": "07.11.2024",
          "name": "Toukokettu",
          "title": "Suosituksia kivoista mökkiseuduista?:)",
          "description": "Heippa! Onkos täällä kenelläkään suositella mukavia mökkejä tai alueita mökkiä harkitsevalle? Kriteereinä olisi lapsiystävällisyys, hyvät uintimahdollisuudet ja tietenkin oma sauna! Plussaa läheiset mökkinaapurit ja yhteisöllinen tunnelma, esimerkiksi yhteinen perunamaa tai yhteisöpuutarha olisivat kiva lisä!",
          "comments": [
            {
              "name": "Toukokettu",
              "comment": "Heippa! Onkos täällä kenelläkään suositella mukavia mökkejä tai alueita mökkiä harkitsevalle? Kriteereinä olisi lapsiystävällisyys, hyvät uintimahdollisuudet ja tietenkin oma sauna! Plussaa läheiset mökkinaapurit ja yhteisöllinen tunnelma, esimerkiksi yhteinen perunamaa tai yhteisöpuutarha olisivat kiva lisä!"
            },
            {
              "name": "Jamppe",
              "comment": "Älä ainakaa Satakunnasta hae."
            },
            {
              "name": "Mirjaliini",
              "comment": "Meillä Keuruussa mökki ollut jo kymmenen vuotta Marjatta naapuri hoitaa kukka maat ja perunat. Voin suositella."
            },
            {
              "name": "Jugu84",
              "comment": "ihan kuule GOOGLETTAMALLA tuli vastaan tämä Aamunsarastuksen seura jos vaan osaisit näppäimistöä käyttää sen verran. Vaikuttaa ihan hauskalta ja juuri yhteisölliseltä ratkaisulta. Lapsiperheetkin mainittu."
            },
            {
              "name": "Peke68",
              "comment": "EI OLE MITÄÄN ”MÖKKISEURAA”"
            },
            {
              "name": "Jugu84",
              "comment": "niin lukee ihan siellä itse sivulla:DDD mitää vittua nyt"
            },
            {
              "name": "Tuonetar123",
              "comment": "On kyllä ihana ja lempeä mökkiseura! Itse olen jo monta kesää viettänyt Vietävänjärvellä enkä vaihtaisi mihinkään! Isäntäkin tykkää kun kalamies on:)"
            },
            {
              "name": "Peke68",
              "comment": "OLE OLE MIKÄÄN MÖKKISEURA VAAN PAHOLAISEN TAHTOA TOTEUTTAVA ROSVOJOUKKO"
            },
            {
              "name": "Jugu84",
              "comment": "ei jumaa onks tää se pekan totuus pekka XDDD päällikkö"
            },
            {
              "name": "Mirjaliini",
              "comment": "Pysytään asiallisessa keskustelussa sekä aiheessa kiitos maltti on valttia"
            },
            {
              "name": "Jugu84",
              "comment": "https://pekkaperasalo.vercel.app/ XDDDD sieltä lukemaan",
              "link": true
            },
            {
              "name": "Peke68",
              "comment": "no ON SE KUMMA kun ei MAALAISJÄRKI pelitä nyky ihmisillä. KÄYTTÄKÄÄ AIVOJANNE KUN SELLAISET KERTA ON ANNETTU. ”MÖKKISEURA” KUSETTAA, ÄLKÄÄ LUOTTAKO MIKÄLI HENKENNE ON TEILLE MINKÄÄN ARVOINEN"
            },
            {
              "name": "Peke68",
              "comment": "lisää aiheesta kotisivuillani pekan totuus https://pekkaperasalo.vercel.app/ kehotan jokaista mökkiä harkitsevaa lukemaan joka sanan TARKKAAN ja AJATUKSELLA ennen kuin tekee yhtään HÄTIKÖITYÄ PÄÄTÖSTÄ",
              "link": true
            },
            {
              "name": "Mippenator",
              "comment": "@Peke68 Tuosta Vietävänjärven alueesta oli ihan paikkallislehteenkin kirjoitus joskus muinoin. En voi suositella. Oli muistaakseni jotain epämääräisiä kokkoja poltettu siellä."
            },
            {
              "name": "Mirjaliini",
              "comment": "PYSYTÄÄN AIHEESSA"
            },
            {
              "name": "Peke68",
              "comment": "POLTTAVAT KYLLÄ VIELÄKIN. Joka kevät palaa ”nuohtakko”, niinkuin NE niitä kutsuvat. Eikä ole pelkkää puuainesta se, uskokaa pois."
            },
            {
              "name": "Mirjaliini",
              "comment": "Naapuri polttaa ”nuohtakkoa” sisällä haju tulee keittiööni olen valittanut talo yhtiölle eivät ole puuttuneet."
            },
            {
              "name": "Peke68",
              "comment": "@Mirjaliini ei ole sellainen nuohtakko."
            },
            {
              "name": "Peke68",
              "comment": "ROVIOKSI niitä pitäisi nimittää. JOS ymmärrät mitä tarkoitan."
            },
            {
              "name": "Mippenator",
              "comment": "@Peke68 niistä isäukkokin kertoi. Sanoi kans ettei ole ihan puhtaat jauhot pussissa niillä. Jotain kummia viritelmiä olivat myös metsiin kyhäilleet, omista tai muiden hiuksista ja jotain semmoista, mikäli legenda pitää paikkansa."
            },
            {
              "name": "Toukokettu",
              "comment": "Kiitos vastauksista, nyt tiedän ainakin mistä EN mökkiäni osta :) ja vastedes pysytään aiheessa, kummaliset spekulaatiot voi ohjata omaan lankaansa tai vaikka ihan eri foorumille :) kiitos!"
            },
            {
              "name": "Peke68",
              "comment": "@Mippenator EI TOTISESTI OLE PUHTAAT JAUHOT, KIRJAIMELLISESTI JAUHOISTA LISÄÄ MYÖEHMMIN"
            },
            {
              "name": "Peke68",
              "comment": "Teen aiheesta uuden pöstäyksen ja lisää voi myös lukea KOTISIVUILTANI pekan totuus https://pekkaperasalo.vercel.app/",
              "link": true
            }
          ]
        },
        {
          "id": 1,
          "date": "12.3.2015",
          "name": "Mauno Mammanpoika",
          "title": "sauna leikki (saunaklonkku)",
          "description": "Jouduin tänään klonkuksi. Näiltä pikku näppösiltä ei kukaan karkuun päässyt!",
          "comments": [
            {
              "name": "Mauno Mammanpoika",
              "date": "12.3.2015",
              "comment": "Virkavallat kutsuttiin paikalle"
            }
          ]
        }
      ]
    },
    {
      "isOpen": false,
      "sectionName": "Vain jäsenet",
      "users": ["Peke68", "Suviheila"],
      "posts": [
        {
          "id": 2,
          "date": "1.2.2015",
          "name": "Peke68",
          "title": "AAMUNSARASTUKSEN SEURA KUSETTAA",
          "description": "",
          "comments": [
            {
              "name": "Peke68",
              "comment": "@Mippenator @Mirjaliini @Toukokettu @jugu84 KYSEESSÄ EI OLE MÖKKISEURA USKOKAA KUN KERRON JA PYSYKÄÄ KAUKANA."
            },
            {
              "name": "Peke68",
              "comment": "Älkääkä luottako KEHENKÄÄN joka muuta sanoo tai yrittää houkutella esimerkiksi tuo nimimerkki ”tuonetar123” on VARMASTI yksi niistä. ESTÄKÄÄ"
            },
            {
              "name": "Peke68",
              "comment": "Kyseessä on kieroutunut ryhmä ihmisiä, jotka keinoja kaihtamatta toteuttavat ”perinteitään”. Pysykää kaukana jos arvostatte henkeänne. Älkää ostako MITÄÄN mitä heillä on myynnissä, mikään ei ole sitä miltä näyttää. Jopa luut jauhavat ja sekoittavat osaksi jauhoja."
            },
            {
              "name": "Jugu84",
              "comment": "Juuu elikkäs:D lähti vähän laukalle."
            },
            {
              "name": "Mirjaliini",
              "comment": "En halua kuulla enempää poista minut tästä keskustelusta"
            },
            {
              "name": "Mippenator",
              "comment": "Juu tosijjaaan, olen kuullut puhuttavan tuosta ryhmästä. Vähemmän kyllä nykyisin, enimmäkseen juurikin vanhemmat ihmiset höpisevät vaan."
            },
            {
              "name": "Mippenator",
              "comment": "Muistan kyllä että joskus mukulana löysin sieltä jostain Vietävänjärven korvesta hirveän määrän tapettuja käkiä. Päät leikaru irralleen ja kaikki linnut aseteltu jonkilaiseen kehään sinne maahan. Ei muuten enää leikitty siinä metsässä sen jälkeen:D"
            },
            {
              "name": "Mirjaliini",
              "comment": "Poista minut tästä keskustelusta"
            },
            {
              "name": "Peke68",
              "comment": "KYLLÄ, TIEDÄN TUOSTA. Kyseinen ”ryhmä” tappaa käkiä kuin kärpäsiä. KÄEN KUKUNTA ON HUONO ENNE, NIIN SANOVAT."
            },
            {
              "name": "Peke68",
              "comment": "Se jonka ikkunan alla käki laulaa saa seuraavana päivänä juosta kolmesti tulen läpi. "
            },
            {
              "name": "Peke68",
              "comment": "Jos sen jälkeen käki lauloi uudestaan saman ihmisen ikkunan alla, niin sitten ei tulen läpi juoksu enää riitäkkään. Loput voitte vain ARVATA."
            },
            {
              "name": "Jugu84",
              "comment": "kivikausi soitti ja pyysi rituaalinsa takasin:DDD"
            },
            {
              "name": "Suviheila",
              "comment": "Mistä Sinä Peke68 tämän kaiken tiedon olet kerännyt? Ymmärrät toki istekin, että jos kaikki sanomasi pitää paikkansa, se asettaisi Sinutkin itsesi melko epäilyttävään valoon…"
            },
            {
              "name": "Peke68",
              "comment": "HOPINÄÄ."
            },
            {
              "name": "Suviheila",
              "comment": "Ja sen ken kuulee kuukkelin kutsuvan nimeään iltahämärän laskeuduttua, on löytävi onnen ikuisen 😉"
            },
            {
              "name": "Peke68",
              "comment": " ESTÄKÄÄ KÄYTTÄJÄ Suviheila. "
            },
            {
              "name": "Peke68",
              "comment": "@ylläpito"
            },
            {
              "name": "Peke68",
              "comment": "@ylläpito ESTOON KÄYTTÄJÄ ”SUVIHEILA”"
            },
            {
              "name": "Peke68",
              "comment": "@ylläpito"
            },
            {
              "name": "Peke68",
              "comment": "@ylläpito"
            }
          ]
        }
      ]
    }
  ]
}
